{
    "id": "Greece",
    "name": "Греческая",
    "subtitle": "мифология написана по теогонии Гесиода",
    "legends": [
        {
            "id": 1,
            "title": "Появление первых богов",
            "body": "Первоначально не было ничего кроме /wiki-of-myths/mythology/Greece/Chaos {Хаоса}. Из него появились первые бога: /wiki-of-myths/mythology/Greece/Gaia {Гея} - олицетворение Земли, /wiki-of-myths/mythology/Greece/Tartarus {Тартар} являлся глубочайшей бездной, /wiki-of-myths/mythology/Greece/Erebus { Эреб} - тьма, Черная /wiki-of-myths/mythology/Greece/Night {Ночь} и  /wiki-of-myths/mythology/Greece/Eros {Эрос} -  бог любви.\n Эреб женился на сестре своей Ночи и родила она от него Эфира и Гемеру, Смерть, Сон, Эриду и других. Гея породила на свет Урана - небо, что покрыл ее всюду, Понта - шумное море и нимф, обитающих в чащах нагор­ных лесов. \n От Урана Гея понесла 12 титанов: 6 сыновей: Океан глубокий, Кой - воплощение небесной оси, Крий, Гиперион, Иапет и Крон - бог земледелия; и 6 дочерей: Фейя, Рея, Феми­да - богиня правосудия, Мнемосина - олицетворение памяти, Феба и Тефия. Но также еще три киклопа - Брон­та, Сте­ро­па и Арга и три гекатонхейра, что имели сто рук и пятьдесят голов каждый, звали их - Котт, Бри­а­рей креп­ко­душ­ный и Гиес. Но участь им была уготована не завидна, Отец их спрятал в недрах земли."
        },
        {
            "id": 2,
            "img": "legends1.webp",
            "title": "Оскопление Хроноса",
            "body": "Своих страшных детей, киклопов и гекатонхейров, отец Уран запер в недрах Земли. Это не понравилось /wiki-of-myths/mythology/Greece/Gaia {Гейе}, самой Земле. Мучимая болью пошла к детям своим, умолять их пойти против отца своего. Согласился только один - Крон. \nСпрятав его в укромном месте, Гея дала ему серп ост­ро­зу­бый и вся­ким ковар­ствам его обу­чи­ла. С Ночью Уран пришел, желая разделить ложе с женою. Но тут из засады выпрыгивает сын и отре­зает детородный орган. Из члена кровь полилась на Землю, что через года породила на свет богинь Эриний, гигантов с длинными копьями в руках и в блестящих доспехах и нимф Мелией. \nЧлен детородный же отсеченный по морю долго дрейфовал. Пена морская взбилась вокруг, и из нее девушка зародилась. Сначала подплыла к Киферам, после пристала к Кипру, где вышла на сушу. Богиню называли Афродитой. После предательства сыну Небо-Уран предрек ему судьбу, что досталась ему."
        },
        {
            "id": 3,
            "img": "legends2.webp",
            "title": "Крон пожирает своих детей",
            "body": "После оскопления Урана, Крон взял в жены сестру Рею. Та родила ему детей: Гестию, Деметру и златообутую Геру, славного мощью Аида, шумного Энно­си­гея и громовержца Зевса. Каждого Крон поедал, как сразу в руки к нему попадали, испугавшись пророчества отца. \n Рею бра­ло неиз­быв­ное горе. И перед рождением Зевса взмолилась за помощью к родителям /wiki-of-myths/mythology/Greece/Gaia {Гейе} и Урану. Те послали ее в Ликтос. Чер­ною ночью та сна­ча­ла отпра­ви­лась в Дик­ту и спрятала младенца в недрах земли, в недоступной пещере. А вместо дитя мужу своему отдала камень, завернутый в пеленки. Крон ничего не подозревающий поглотил замену. \n Прошли года, и Зевс послушавшись совета Геи обхитрил Крона и спас братьев и сестер, что заключены были отцом их. А камень тот поставил в мно­го­свя­щен­ном Пифоне, в долине под самым Пар­на­сом."
        }
    ],
    "gods": [
        {
            "id": "Chaos",
            "name": "Хаос",
            "img": "Chaos.webp",
            "otherName": "χάος",
            "type": "Первичное состояние мира",
            "children": " /wiki-of-myths/mythology/Greece/Gaia {Гея}, /wiki-of-myths/mythology/Greece/Tartarus {Тартар}, /wiki-of-myths/mythology/Greece/Eros {Эрос}, /wiki-of-myths/mythology/Greece/Night {Ночь}, /wiki-of-myths/mythology/Greece/Erebus {Эреб}",
            "history": "По Гесиоду Хаос - бес­пре­дель­ная, неоформ­лен­ная суб­стан­ция, без­дна. \nПородил на свет: /wiki-of-myths/mythology/Greece/Gaia {Гейю}- Земли, Сумрач­ный /wiki-of-myths/mythology/Greece/Tartarus {Тартар}- подземные глубины, Черную /wiki-of-myths/mythology/Greece/Night {Ночь}, Эроса Слад­ко­и­стом­ного - олицетворение Любви и /wiki-of-myths/mythology/Greece/Erebus { Эреба } - тьму. \nВ дальнейших легендах не фигурирует."
        },
        {
            "id": "Gaia",
            "name": "Гея",
            "img": "Gaia.webp",
            "otherName": "Γαῖα",
            "managed": "Земля",
            "spouse": "Уран, /wiki-of-myths/mythology/Greece/Tartarus {Тартар}",
            "type": "Изначальное божество",
            "children": "Уран, Понт, Иапет, Кой, Океан, Крий, Гиперион, Крон, Тейя, Феба, Тефия, Мнемосина, Рея, Фемида, Тифон, три киклопа, три гекатонхейра, нимфы",
            "parents": "/wiki-of-myths/mythology/Greece/Chaos {Хаос}",
            "history": "Первое дитя /wiki-of-myths/mythology/Greece/Chaos {Хаоса}. \nПосле появления создала себе равное по шире небо - Урана, Нимф, оби­таю­щих в чащах нагор­ных лесов мно­го­тен­ных и шумное море - Понта. \n От Урана родила 6 сыновей: Иапета, Койя, Океана, Крийя, Гипериона и Крона. И 6 дочерей: Тейю, Фебу, Тефию, Мнемосину, Рею и Фемиду. \nМежду тем еще трех киклопов - Брон­та, Сте­ро­па и Арга и трех гекатонхейров, что имели по сто рук и пятьдесят голов - Котта, Бри­а­рейя креп­ко­душ­ного и Гиеса. Их отец Уран спрятал в недрах Земли. \nГее это не понравилось, поэтому стала уговаривать своих детей пойти против отца. Для этого дала Крону серп, чтобы тот мог ранить Урана. \n Помогла Рее спрятать и вырастить Зевса, а также подсказала тому как победить в войне. После победы олимпийцев родила Тифона от /wiki-of-myths/mythology/Greece/Tartarus {Тартара}."
        },
        {
            "id": "Tartarus",
            "name": "Тартар",
            "img": "Tartarus.webp",
            "otherName": "Τάρταρος",
            "managed": "Подземные глубины",
            "type": "Изначальное божество",
            "parents": "/wiki-of-myths/mythology/Greece/Chaos {Хаос}",
            "spouse": "/wiki-of-myths/mythology/Greece/Gaia {Гея}",
            "children": "Тифон",
            "history": "Второе дитя Хаоса. \nНаходится на таком же расстоянии от Земли, что и небо. Медной оградой окружен. В три ряда Ночь шею окру­жа­ет, а свер­ху, кор­ни зем­ли зале­га­ют и горь­ко-соле­но­го моря. Окружен стеной и выход прегражден Посейдоном медной дверью. Охраняют врата гекатонхейры. Тот кто войдет через эти врата, то дна Тартара коснется только через год. После победы Зевса над титанами /wiki-of-myths/mythology/Greece/Gaia {Гея} родила ему Тифона, что бросил вызов победителю. \nДо предательства Крона в Тартаре были заточены киклопы и гекатонхейры. После войны были заточен Крон."
        },
        {
            "id": "Eros",
            "name": "Эрос",
            "img": "Eros.webp",
            "otherName": "Ἔρως",
            "managed": "Любовь",
            "type": "Изначальное божество",
            "parents": "/wiki-of-myths/mythology/Greece/Chaos {Хаос}",
            "history": "Один из детей Хаоса. Вместе с Гимером следовал за Афродитой."
        },
        {
            "id": "Erebus",
            "name": "Эреб",
            "img": "Erebus.webp",
            "otherName": "Ἔρεβος",
            "managed": "Тьма",
            "type": "Изначальное божество",
            "children": "Эфир, Гемера, Мор, Керой, Смерть, Сон, Сновиденья, Мом, Печаль, Геспериды, Мойры, Кер, Немесиды, Обман, Сладострастье, Старость, Эриды",
            "parents": "/wiki-of-myths/mythology/Greece/Chaos {Хаос}",
            "spouse": "/wiki-of-myths/mythology/Greece/Night {Ночь}",
            "history": "Дитя Хаоса. \nЯвляется частью Тартара, где держали киклопов и гекатонхейров или где находится трон Аида и Персефонеи. В нем был заключен Мене­тий. \nМуж Ночи и отец Гемеры и Эфира, Эриды, Смерти и остальных."
        },
        {
            "id": "Night",
            "name": "Ночь",
            "img": "Night.webp",
            "otherName": "Νύξ",
            "managed": "Темная ночь",
            "type": "Изначальное божество",
            "children": "Эфир, Гемера, Мор, Керой, Смерть, Сон, Сновиденья, Мом, Печаль, Геспериды, Мойры, Кер, Немесиды, Обман, Сладострастье, Старость, Эриды",
            "parents": "/wiki-of-myths/mythology/Greece/Chaos {Хаос}",
            "spouse": "/wiki-of-myths/mythology/Greece/Erebus {Эреб}",
            "history": "Дочь Хаоса, жена Эреба и мать многочисленных детей. От Эреба родила Гемеру и Эфира. Но так же Мора, Кероя, Смерть, Сон и толпу сновидений, Мома, Печаль, Гесперид, Мойр и Кера, Немесид и Обман, Сла­до­стра­стье, Старость и Эриду. \nОкружает шею Тартара. К людям приходит вместе со Смертью и Сном на руках. Дом имеет в глубинах Тартара, куда Гелий никогда не ступает."
        }
    ]
}