{
    "name": "Скандинавская",
    "id": "Scandinavia",
    "subtitle": "мифология написана на основе старшей Эдды и младшей",
    "legends": [
        {
            "id": 1,
            "title": "Сотворение мира",
            "body": "В начале времен, когда жил /wiki-of-myths/mythology/Scandinavia/Ymir {Имир}, не было ничего, кроме бездны - Гинунгагап. Пока однажды на сервере не появился холодный и темный Нифльхейм, Темный мир. А на юге - светлый и жаркий Муспельхейм, Огненный мир. Между ними были дожди и вихри. \nВ середине Темного мира хлынул поток Хвергельмир, Кипящий Котел, из него потекли одиннадцать рек Эливагар, Бурные Воды. Вода в них была ядовита и стремилась в Огненный мир. Они едва достигали мировой бездны, превращались в лёд. Ядовитый иней, выступивший на льду, подхватывали вихри, бушевавшие в пустоте, и начал он таять, встретившись с теплом из Муспельхейма. \nБездну заполнила влага, а из нее появился великан Имир. Под ругами появились первые великаны, а из ног его /wiki-of-myths/mythology/Scandinavia/Thrudgelmir {Трудгельмир}, великан с шестью головами. Из инея появилась корова /wiki-of-myths/mythology/Scandinavia/Audumla {Аудумла},чтобы кормить Имира и его детей. Из вымени ее потекли четыре молочные реки. Питалась она инеем, что слизывала с камней. Один она так долго лизала, что он стал оживать. Так появился прародитель богов Бур, отец Бора. Бор взял в жену дочь великана Бельторна, Бестлу. Она родила трех сыновей: Одина,Вили и Ве. \nОдин с братьями создал Мидгард из тела Имира, из крови его создался океан, а из черепа его небосвод. Те потоки крови, что разлились по суше, сыновья Бора превратили в реки и озера, кости – в горы, зубы – в камни, а волосы – в растения. Установили порядок дня и ночи. Сотворенный мир окружили веками Имира, чтобы великаны не могли жить с ними. Оставшийся мир отдали им, так появился Ётунхейм, страна великанов. Некоторые великаны поселились в Нифльхейме, и прозвали их троллями. \nОдин освободил из земли скрытую в ней силу, так появились остальные боги и богини. Одной из них была Ерд - душа земли, родила от Одина Тора. Боги стали называться асами и построили себе дом в небесах вокруг стебля мирового ясеня Иггдрасиль, назвали его Асгард. \nИггдрасиль вырос из трех корней. Один растет над Кипящим Котлом в Нифльхейме. Когда Имир умер, под потоком этом открылся путь в Нифльхель, страну Мертвых, иногда называют его Хель. Второй корень тянется к источнику мудрости в Ётунхейме, а третий к Урд в Мидгарде. \nНа вершине Иггдрасиля сидит любимый орел Одина. Он любит разговаривать с белкой, что бекает по всему ясену, она даже видела дракона, что ест корень из Нифльхейма. Дракона зовут Нидхёгг. \nЕрд осталась на земле, женой Одина в Асгарде стала Фригг. А те боги, что не признали Одина повелителем поселились в Ванахейме и стали смертными. Асы же не стареют благодаря ларцу с бесконечными золотыми яблоками, что отыскал Один. ",
            "img": "legends1.webp"
        }
    ],
    "gods": [
        {
            "id": "Ymir",
            "name": "Имир",
            "otherName": "Ymir, Aurgelmir",
            "children": [
                "Первые великаны",
                {
                    "id": "Thrudgelmir",
                    "name": "Трудгельмир"
                }
            ],
            "type": "Первый великан",
            "history": "Первое живое существо после появление Нифльхейма и Муспельхейма. Появился из влаги от замерзшего яда и пламени. Питался молоком из вымени /wiki-of-myths/mythology/Scandinavia/Audumla {Аудумлы}. \nУснул. Под его руками появились первые великаны, а из ног /wiki-of-myths/mythology/Scandinavia/Thrudgelmir {Трудгельмир}. \nУмер от рук Одина и его братьев. Что из тела его создали мир."
        },
        {
            "id": "Audumla",
            "name": "Аудумла",
            "otherName": "Auðumbla",
            "managed": "Корова",
            "history": "Корова, что появилась из инея одновременно с /wiki-of-myths/mythology/Scandinavia/Ymir {Имиром}. Кормила его и его детей. \nИз вымени ее потекли четыре молочные реки. А камень, что она лизала ожил и стал Бури, прародителем богов."
        },
        {
            "id": "Thrudgelmir",
            "name": "Трудгельмир",
            "otherName": "Þrúðgelmir",
            "parents": [
                {
                    "id": "Ymir",
                    "name": "Имир"
                }
            ],
            "children": ["Бергельмир"],
            "type": "Великан",
            "history": "Появился из ног Имира. Отец Бергельмира. Упоминается в легенде о появлении мира, более нигде. Возможно утонул с другими великанами в крови Имира. Имел шесть голов."
        }
    ]
}